02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-05-persoonsvraag webservice (historisch zoeken)/uc1004-05C10T050/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
    <m:vraag>
      <m:in0>
        <m:indicatieAdresvraag>0</m:indicatieAdresvraag>
        <m:indicatieZoekenInHistorie>1</m:indicatieZoekenInHistorie>
        <m:masker>
          <m:item>10110</m:item>
          <m:item>10120</m:item>
          <m:item>50110</m:item>
          <m:item>50120</m:item>
          <m:item>50210</m:item>
          <m:item>50220</m:item>
          <m:item>50230</m:item>
          <m:item>50240</m:item>
          <m:item>50310</m:item>
          <m:item>50320</m:item>
          <m:item>50330</m:item>
          <m:item>50410</m:item>
          <m:item>50610</m:item>
          <m:item>50620</m:item>
          <m:item>50630</m:item>
          <m:item>50710</m:item>
          <m:item>50720</m:item>
          <m:item>50730</m:item>
          <m:item>50740</m:item>
          <m:item>51510</m:item>
          <m:item>58110</m:item>
          <m:item>58120</m:item>
          <m:item>58210</m:item>
          <m:item>58220</m:item>
          <m:item>58230</m:item>
          <m:item>58510</m:item>
          <m:item>58610</m:item>
          <m:item>550110</m:item>
          <m:item>550120</m:item>
          <m:item>550210</m:item>
          <m:item>550220</m:item>
          <m:item>550230</m:item>
          <m:item>550240</m:item>
          <m:item>550310</m:item>
          <m:item>550320</m:item>
          <m:item>550330</m:item>
          <m:item>550410</m:item>
          <m:item>550610</m:item>
          <m:item>550620</m:item>
          <m:item>550630</m:item>
          <m:item>550710</m:item>
          <m:item>550720</m:item>
          <m:item>550730</m:item>
          <m:item>550740</m:item>
          <m:item>551510</m:item>
          <m:item>558110</m:item>
          <m:item>558120</m:item>
          <m:item>558210</m:item>
          <m:item>558220</m:item>
          <m:item>558230</m:item>
          <m:item>558510</m:item>
          <m:item>558610</m:item>
        </m:masker>
        <m:parameters>
          <m:item>
            <m:rubrieknummer>10120</m:rubrieknummer>
            <m:zoekwaarde>579835145</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>50240</m:rubrieknummer>
            <m:zoekwaarde>Brugman</m:zoekwaarde>
          </m:item>
        </m:parameters>
      </m:in0>
    </m:vraag>
  </soap:Body>
</soap:Envelope>